{
    "Welcome to React": "مرحبا بك في مكتبة رياكت",
    "Welcome to SkyLine!": "مرحبًا بكم في سكاي لاين!",
    "SkyLine is your trusted partner for seamless, efficient, and affordable travel booking. Your journey starts here!": "سكاي لاين هو شريكك الموثوق لحجوزات السفر بسلاسة وكفاءة وبأسعار معقولة. رحلتك تبدأ هنا!",
    "Special Discounts Await!": "خصومات خاصة تنتظرك!",
    "Discover amazing deals and save big on your next adventure. Exclusive offers available for a limited time!": "اكتشف عروضًا مذهلة ووفر كبيرًا في مغامرتك القادمة. عروض حصرية متاحة لفترة محدودة!",
    "Free Travel Coupons!": "كوبونات سفر مجانية!",
    "Take advantage of our free travel coupons and enjoy extra perks on your journey. Book now and save more!": "استفد من كوبونات السفر المجانية لدينا واستمتع بامتيازات إضافية في رحلتك. احجز الآن ووفر أكثر!",
    "Competitive Prices": "أسعار تنافسية",
    "Enjoy the best deals and save on your flights with our unbeatable prices.": "استمتع بأفضل العروض ووفّر على رحلاتك بأسعارنا التي لا تضاهى.",
    "Classy Treatment": "معاملة راقية",
    "Enjoy exceptional service and luxury from the start of your journey with us.": "استمتع بخدمة استثنائية وفخامة منذ بداية رحلتك معنا.",
    "Your Time is Priority": "وقتك هو الأولوية",
    "We value your time and ensure prompt and efficient service every step of the way.": "نحن نقدر وقتك ونتأكد من تقديم خدمة سريعة وفعالة في كل خطوة على الطريق.",
    "Round-trip from": "رحلة ذهاب وإياب من",
    "United Arab Emirates": "الإمارات العربية المتحدة",
    "France": "فرنسا",
    "United Kingdom": "المملكة المتحدة",
    "Explore the Cheapest flights in SkyLine": "استكشف أرخص الرحلات في سكاي لاين",
    "Discounted Ticket Specials": "عروض تذاكر مخفضة",
    "Explore our current promotions on the most economical tickets available. Save more with our limited-time discounts!": "استكشف العروض الحالية على أرخص التذاكر المتاحة. وفّر أكثر مع خصوماتنا المحدودة!",
    "Available Seats": "المقاعد المتاحة",
    "Flight": "الرحلة",
    "Departure": "المغادرة",
    "Arrival": "الوصول",
    "Description": "الوصف",
    "Popular Airlines in Middle East": "الخطوط الجوية الشهيرة في الشرق الأوسط",
  "Explore Tickets": "استكشاف التذاكر",
  "Loading...": "جارٍ التحميل...",
  "Search your destination:": "ابحث عن وجهتك:",
  "going to...": "الذهاب إلى...",
  "Select your date:": "اختر تاريخك:",
  "Flight:": "رحلة:",
  "Available Seats:": "المقاعد المتاحة:",
  "Departure:": "المغادرة:",
  "Arrival:": "الوصول:",
  "Description:": "الوصف:",
  "Price per adult": "السعر للبالغ",
  "Book Now": "احجز الآن",
  "Find the Nearest Airline Companies!": "ابحث عن أقرب شركات الطيران!",
  "Discover the best deals on airline tickets near you. Whether you're planning a business trip or a vacation, find the most affordable options available.":
    "اكتشف أفضل العروض على تذاكر الطيران بالقرب منك. سواء كنت تخطط لرحلة عمل أو عطلة، ابحث عن الخيارات الأكثر تكلفة فعالة.",
  "With our user-friendly platform, booking your next flight is easier than ever. Explore various airlines and choose the one that best fits your schedule and budget.":
    "مع منصتنا السهلة الاستخدام، حجز رحلتك القادمة أسهل من أي وقت مضى. استكشف مختلف شركات الطيران واختر الشركة التي تناسب جدولك وميزانيتك أفضل.",
    "About Us": "من نحن",
    "We are travelers and technologists. We work across time zones, hemispheres, cultures and languages. We’re used to breaking things down and building them back up again, until they’re even better. We know travel can be hard, but we also know that it’s worth it, every time. And because we believe travel is a force for good, we take our roles seriously. We’re here to build great products, and facilitate connections between travelers and our partners that truly bring good into the world.":
"نحن شركة رائدة في حجز تذاكر الطيران في الشرق الأوسط. نجمع بين الخبرة في التكنولوجيا وحب المغامرات. نعمل عبر المناطق الزمنية والأقاليم والثقافات واللغات. نحن ملتزمون بتقديم أفضل تجربة سفر ممكنة، حيث نسعى جاهدين لتقديم خدماتنا بأعلى معايير الجودة والدقة. ونعمل بإخلاص لتوفير أساليب حديثة ومبتكرة لتسهيل عمليات الحجز والسفر، لنجعل كل رحلة تجربة لا تُنسى",
    "Our Team": "فريقنا",
    "Join With Our Team": "انضم إلى فريقنا",
    "We are listening! Contact us with feedback or suggestions": "نحن مستمعون! تواصل معنا بالملاحظات أو الاقتراحات",
    "Name": "الاسم",
    "Email": "البريد الإلكتروني",
    "Message": "الرسالة",
    "Send Message": "إرسال الرسالة",
    "Thank you for your patience!": "شكرًا لك على صبرك!",
    "We will reconnect with you shortly. Thank you": "سوف نتواصل معك قريبًا. شكرًا لك",
    "At SkyLine, we believe in providing the best travel experience to our customers. Our services are designed to make your journey comfortable.": "في سكاي لاين، نؤمن بتقديم أفضل تجربة سفر لعملائنا. خدماتنا مصممة لجعل رحلتك مريحة.",
  "Important Links": "روابط هامة",
  "Links": "روابط",
  "Zarqa, Jordan": "الزرقاء، الأردن"
}


  